<?php
$destinations = [
    1 => [
        'id' => 1,
        'name' => 'ดอยอินทนนท์ ',
        'location' => 'จังหวัดเชียงใหม่, อำเภอแม่แจม ',
        'short_desc' => 'ดอยอินทนนท์ 🌿 เป็นแหล่งท่องเที่ยวสำคัญ มีน้ำตก เส้นทางศึกษาธรรมชาติ จุดชมทะเลหมอก และอากาศเย็นตลอดปี เหมาะกับการท่องเที่ยวเชิงธรรมชาติอย่างมาก',
        'full_detail' => 'ดอยอินทนนท์ตั้งชื่อตาม พระเจ้าอินทวิชยานนท์ เจ้าเมืองเชียงใหม่องค์ที่ 7
         พระองค์ทรงห่วงใยป่าไม้และทรัพยากรธรรมชาติ จึงมีพระราชประสงค์ให้นำพระอัฐิส่วนหนึ่งไปประดิษฐานบนยอดดอยแห่งนี้<br>
         <b>1.  เส้นทางการเดินเท้า </b><br>
1. เส้นทางศึกษาธรรมชาติกิ่วแม่ปาน ระยะทาง: ประมาณ 3.2 กิโลเมตร (เดินเป็นวงรอบ) เวลาที่ใช้: ประมาณ 2-4 ชั่วโมง<br>
ลักษณะเส้นทาง: เป็นทางเดินที่เดินวนรอบ สามารถเดินได้ในวันเดียว ไม่ต้องค้างคืน<br>
จุดเด่น:ผ่านป่าดิบชื้นที่ปกคลุมด้วยมอสและเฟิร์น<br>
ขึ้นไปบนเนินที่มีทุ่งหญ้าและดอกไม้ป่า<br>
ไฮไลต์คือจุดชมวิวทะเลหมอกและวิวทิวทัศน์ที่งดงามของเทือกเขาสลับซับซ้อน<br>
2. เส้นทางศึกษาธรรมชาติอ่างกา<br>
ระยะทาง: ประมาณ 320-360 เมตร<br>
เวลาที่ใช้: ประมาณ 30-40 นาที<br>
ลักษณะเส้นทาง: เป็นเส้นทางสั้น ๆ เดินง่าย
จุดเด่น:เป็นป่าดงดิบเขาที่มีลักษณะคล้ายป่าดึกดำบรรพ์ มีมอส เฟิร์น และฝอยลม ปกคลุมตามต้นไม้ เป็นเส้นทางที่เดินสะดวกสบายด้วยสะพานไม้ สามารถเดินได้ตลอดทั้งปี<br>
3. เส้นทางศึกษาธรรมชาติผาดอกเสี้ยว<br>
ระยะทาง: ประมาณ 2.6 กิโลเมตร<br>
เวลาที่ใช้: ประมาณ 2-3 ชั่วโมง<br>
<b>2.  ลักษณะเส้นทาง:</b><br>
เริ่มจากถนนสายจอมทอง-ยอดดอยอินทนนท์ เป็นเส้นทางที่เดินผ่านป่าดิบเขา ลำธาร และมีสะพานไม้<br>
จุดเด่น: เป็นเส้นทางที่เชื่อมโยงวิถีชีวิตของคนและธรรมชาติ<br>
การเตรียมความพร้อมและสิ่งที่ควรรู้<br>
<b>3. การเตรียมตัว</b><br>
1.เสื้อผ้า: เตรียมเสื้อกันหนาวที่อบอุ่น เนื่องจากอากาศจะเย็นจัดเกือบตลอดทั้งปี<br>
2.รองเท้า: สวมรองเท้าผ้าใบที่เหมาะสำหรับการเดินในพื้นที่ชื้นและมีทางลาดชัน<br>
3.อุปกรณ์กันแมลง: พกยาทากันยุงไปด้วย เนื่องจากในป่ามีแมลง<br>
4.ยาส่วนตัว: สำหรับผู้ที่มีโรคประจำตัว (เช่น โรคหัวใจ, ความดัน) ควรปรึกษาแพทย์และเตรียมยาประจำตัวไปด้วย<br>
5.น้ำดื่ม: ดื่มน้ำให้เพียงพอเพื่อป้องกันภาวะขาดน้ำจากอากาศที่หนาวเย็น<br>
6.ถุงขยะ: เตรียมถุงขยะส่วนตัวเพื่อนำขยะกลับไปทิ้ง<br>
<b>4.  สิ่งที่ควรรู้</b><br>
1.การเดินทาง: เส้นทางบนดอยอินทนนท์มีโค้งและลาดชันหลายจุด ควรขับรถด้วยความระมัดระวัง ตรวจเช็กสภาพยางและเบรกให้พร้อม โดยเฉพาะผู้ที่ไม่ชำนาญเส้นทางภูเขา 2.สภาพอากาศ: สภาพอากาศเปลี่ยนแปลงเร็ว ควรตรวจสอบพยากรณ์อากาศล่วงหน้า<br>
<b>5.  กฎระเบียบ:</b><br>
ห้ามถ่ายภาพบริเวณสถานีเรดาร์ของทางการทหาร<br>
<b>6.  แหล่งท่องเที่ยว:</b><br>
1.เส้นทางศึกษาธรรมชาติ: เช่น กิ่วแม่ปาน, อ่างกาหลวง, น้ำตกแม่ปาน<br>
2.พระธาตุและพระตำหนัก: พระมหาธาตุนภเมทนีดล, พระมหาธาตุนภพลภูมิสิริ, พระตำหนักดอยผาตั้ง<br>
3.โครงการหลวงและตลาด: สถานีเกษตรหลวงอินทนนท์, ศูนย์วิจัยเกษตรหลวงเชียงใหม่ (ขุนวาง), ตลาดม้ง<br>
ช่วงฤดูท่องเที่ยว:ดอกนางพญาเสือโคร่ง: บานในช่วงปลายปี (ประมาณปลายเดือนธันวาคม เป็นต้นไป)<br>
ฤดูหนาว: อากาศหนาวเย็นมาก เตรียมตัวให้พร้อม<br>
ความปลอดภัย: หลีกเลี่ยงการดื่มเครื่องดื่มแอลกอฮอล์ เพื่อให้ร่างกายปรับตัวกับอากาศหนาวได้ดีขึ้น<br>
<b>7.  กิจกรรมในอุทยานแห่งชาติ</b><br>
ทางเดินศึกษาธรรมชาติ ⇔ เที่ยวน้ำตก ⇔ ชมพรรณไม้ ⇔ ดูนก/ดูผีเสื้อ ⇔ ส่องสัตว์ ⇔ ดูดาว ⇔ จักรยาน/จักรยานเสือภูเขา ⇔ ชมประวัติศาสตร์/วัฒนธรรม ⇔ ตั้งแคมป์พักแรม<br>
<b>8.  ที่ตั้งและช่องทางการติดต่อ</b><br>
โทรศัพท์: 053-286-729/053-286-728<br>
อีเมล: Doiinthanondnp@hotmail.com<br>
LINE Official Account: @Doiinthanon<br>
<b>9. ช่วงเปิดให้บริการ</b><br>
ช่วงเวลาเปิด: อุทยานแห่งชาติดอยอินทนนท์เปิดตลอดทั้งปี<br>
ช่วงหนาวสุด: (พ.ย. - ก.พ.): อากาศหนาวจัด มีทะเลหมอก และแม่คะนิ้งในบางวัน<br>
ช่วงดอกไม้บาน: (ธ.ค. - ก.พ.): ดอกนางพญาเสือโคร่ง หรือซากุระเมืองไทยบาน<br>
ช่วงป่าเขียว: (มิ.ย. - ต.ค.): หน้าฝน ต้นไม้เขียวชอุ่ม เหมาะชมหมอกฝน<br> 
เวลาเข้า-ออก: 05:00 น. ถึง 18:00 น. ยกเว้นผู้ที่พักอาศัยในอุทยาน<br>
หมายเหตุ: เส้นทางกิ่วแม่ปานจะปิดช่วงหน้าฝน (มิ.ย. - ต.ค.) เพื่อฟื้นฟูธรรมชาติ ',
        'image' => 'https://cbtthailand.dasta.or.th/upload-file-api/Resources/RelateAttraction/Images/RAT500200/1.jpeg',
        'phone'=> '053-286-729/053-286-728',
            'video'=> 'https://www.youtube.com/embed/PlibZ7UaFD0?si=VlQF6l1o3qzQrOo5 ',
            'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15126.757082427515!2d98.47676144725646!3d18.588042470295438!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30dbaa9c1c7fd96b%3A0xf3f01fb3a96c7054!2sDoi%20Inthanon!5e0!3m2!1sen!2sth!4v1769193894346!5m2!1sen!2sth',
            'gallery' => [
            'https://image.kkday.com/v2/image/get/c_fit%2Cq_55%2Ct_webp%2Cw_960/s1.kkday.com/product_133330/20220917105125_4xu5f/jpg',
            'https://www.ananda.co.th/blog/thegenc/wp-content/uploads/2023/11/shutterstock_2091837973-1-825x550.jpg', 
            'https://www.phupingcarrental.com/admin/car_images/2022060721550landmark-pagoda-doi-inthanon-national-park-chiang-mai-thailand.jpg', 
            'https://www.chillnaid.com/wp-content/uploads/2018/06/%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%8C.jpg',
            'https://blog.bangkokair.com/wp-content/uploads/2025/07/01_doi-inthanon-travel-guide.jpg',
            'https://thethaiger.com/th/wp-content/uploads/2022/11/%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%99%E0%B8%99%E0%B8%97%E0%B9%8C-2565-4.jpg',
            'https://blog.bangkokair.com/wp-content/uploads/2025/07/02_doi-inthanon-travel-guide.jpg',
            'https://s359.kapook.com/pagebuilder/f8f55ef2-d74a-4d91-8abb-fdcf6eceaafd.jpg',
            'https://www.thailandlism.com/wp-content/uploads/2019/06/YUN00010.jpg',
            'https://s.isanook.com/tr/0/ui/288/1444159/79831_0.jpg',
        ]
    ],
    2 => [
        'id' => 2,
        'name' => 'ดอยผ้าห่มปก',
        'location' => 'จังหวัดเชียงใหม่, อำเภอฝาง',
        'short_desc' => 'ดอยผ้าห่มปก 🌿 ดอยที่สูงเป็นอันดับสองของประเทศไทย โดดเด่นด้วยทะเลหมอกยามเช้า อากาศหนาวเย็น และวิวภูเขาสลับซับซ้อน เหมาะสำหรับการกางเต็นท์และชมพระอาทิตย์ขึ้น',
        'full_detail' => 'ยอดดอยผ้าห่มปก จ.เชียงใหม่ คืออีกหนึ่งจุดมุ่งหมายของนักเดินป่า ตั้งอยู่ในเขตของอุทยานแห่งชาติดอยผ้าห่มปก จ.เชียงใหม่ มีความสูงจากระดับน้ำทะเลปานกลาง 2,285 เมตร ซึ่งเป็นยอดดอยที่สูงเป็นอันดับ 2 ของประเทศไทย การเดินทางไปบนยอดต้องเดินเท้าขึ้นไปเท่านั้น จากจุดกางเต็นท์ระยะทาง3.5กิโลเมตร
        <br>
<b>1. เส้นทางการเดินเท้า</b><br>
  เริ่มเดินจากลานกางเต็นท์กิ่วลมถึงยอดดอยผ้าห่มปก ระยะทางไปกลับประมาณ 7กม. เป็นทางราบสลับกับทางชันแค่ช่วงสั้นๆ และมีป้ายบอกทางตลอดทางเดิน<br>
<b>2. การเตรียมความพร้อมและสิ่งที่ควรรู้</b><br>
  1. ถึงแม้จะเป็นระยะทางพิชิตยอดดอยที่ไม่ไกลมากนัก แต่ก็ไม่ควรใส่รองเท้าแตะ และควรใส่กางเกงขายาว<br>
  2. บนยอดดอยลมแรงและอากาศค่อนข้างเย็น ควรนำเสื้อกันหนาวไปด้วย<br>
  3. ควรขึ้นดอยก่อน15.30 น.<br>
  4. ติดต่อจองรถกระบะกับทางอุทยาน เพื่อพาเราไปส่งที่จุดเริ่มเดิน บริเวณลานกางเต็นท์กิ่วลม ค่าบริการ 1,800 บาท/1คัน/7-8 คน<br>
  5. ค่าเข้าอุทยาน 50 บาท/ค่าพื้นที่กางเต็นท์ 30 บาท<br>
  6. มีร้านค้าสวัสดิการ(ขายของที่ระลึก)เปิดให้บริการ 8:00-16:30 น.<br>
<b>3. กิจกรรมในอุทยานแห่งชาติ</b><br>
  ทางเดินศึกษาธรรมชาติ ⇔ เที่ยวน้ำตก ⇔ เที่ยวถ้ำ/ศึกษาสภาพธรณี ⇔ ชมพรรณไม้ ⇔ ดูนก/ดูผีเสื้อ ⇔ ดูดาว ⇔ อาบน้ำแร่/อบไอน้ำ ⇔ ตั้งแคมป์พักแรม<br>
<b>4. ที่ตั้งและช่องทางการติดต่อ </b><br>
สถานที่ติดต่อ : 224 ม.6 ต.โป่งน้ำร้อน อ.ฝาง จ.เชียงใหม่ 50110<br>
โทรศัพท์ : 0-5208-0801/ 084-483-4689<br>
โทรสาร : 0-5208-0801<br>
อีเมล : doiphahompok.np@hotmail.com, doiphahompok1097@gmail.com<br>
Facebook : อุทยานแห่งชาติดอยผ้าห่มปก - Doi Pha Hom Pok National Park<br>
หัวหน้าอุทยานแห่งชาติ : นายอัศนัย นิลพุดซา<br>
ตำแหน่ง : นักวิชาการป่าไม้ชำนาญการพิเศษ<br>
<b>5. ช่วงเปิดให้บริการ</b><br>
ช่วงเวลาเปิด: ตุลาคม - มิถุนายน (ส่วนใหญ่เริ่มเปิดช่วง 16 ต.ค. เป็นต้นไป)<br>
ช่วงที่แนะนำ : พฤศจิกายน - กุมภาพันธ์ (อากาศหนาวเย็น มีโอกาสพบเหมยขาบ)<br>
ช่วงปิดประจำปี: กรกฎาคม - กันยายน (ปิดลานกางเต็นท์กิ่วลมและเส้นทางเดินป่า)<br>
เวลาเข้า-ออก: 08:00 น. ถึง 16:30 น.<br>
สถานที่ท่องเที่ยวหลัก: ยอดดอยผ้าห่มปก, ลานกางเต็นท์กิ่วลม, น้ำพุร้อนฝาง, ดอยอ่างขาง (ม่อนสน) 
',
        'image' => 'https://www.uptomego.com/wp-content/uploads/2022/09/%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%9C%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B9%88%E0%B8%A1%E0%B8%9B%E0%B8%81-12.jpg ',
        'phone'=> '052-080-801/084-483-4689',
        'video'=> 'https://www.youtube.com/embed/Od1495W40vs?si=IGT42hKqQpsAg08s',
        'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3749.2837962501867!2d99.1394540790271!3d19.996600333465697!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30d0d305833241c1%3A0x6a62de06b50561d9!2sDoi%20Pha%20Hom%20Pok%20National%20Park!5e0!3m2!1sen!2sth!4v1769194355106!5m2!1sen!2sth',
        'gallery' => [
            'https://www.uptomego.com/wp-content/uploads/2022/09/%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%9C%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B9%88%E0%B8%A1%E0%B8%9B%E0%B8%81-21.jpg', 
            'https://www.tripgether.com/wp-content/uploads/tripgetter/doipahompok_62.jpg', 
            'https://www.uptomego.com/wp-content/uploads/2022/09/%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%9C%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B9%88%E0%B8%A1%E0%B8%9B%E0%B8%81-05.jpg', 
            'https://www.uptomego.com/wp-content/uploads/2022/09/%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%9C%E0%B9%89%E0%B8%B2%E0%B8%AB%E0%B9%88%E0%B8%A1%E0%B8%9B%E0%B8%81-07.jpg',
            'https://cms.dmpcdn.com/travel/2020/10/26/8046b2e0-1733-11eb-a54d-490661e142b8_original.jpg' ,
            'https://thailandtravel.app/media/img/CCQHA7GJOjVq8is4tvANY48RAuAh3ieu.jpg',
            'https://f.ptcdn.info/595/055/000/p2cjli3zeiKJn7Ifwtn-o.jpg',
            'https://s.isanook.com/tr/0/ud/283/1417733/tgyuu.jpg?ip/crop/w670h402/q80/jpg',
            'https://upload.wikimedia.org/wikipedia/commons/7/7b/Top_of_Doi_Pha_Hom_Pok.jpg',
            'https://img.kapook.com/u/2018/Tanapol/travel/november/doypahompok/t1.jpg',
        ]
    ],
    3 => [
        'id' => 3,
        'name' => 'ดอยหลวงเชียงดาว',
        'location' => 'จังหวัดเชียงใหม่,อำเภอเชียงดาว',
        'short_desc' => 'ดอยหลวงเชียงดาว 🌿 ภูเขาหินปูนขนาดใหญ่ที่มีความอุดมสมบูรณ์ของธรรมชาติ เส้นทางเดินป่าท้าทาย เหมาะกับนักท่องเที่ยวสายผจญภัยและผู้ที่รักการปีนเขา',
        'full_detail' => 'ดอยหลวงเชียงดาวตั้งอยู่ในเขตรักษาพันธุ์สัตว์ป่าเชียงดาว เป็นส่วนหนึ่งของเทือกเขาถนนธงชัย ลักษณะเป็นหินปูน ในอดีตสันนิฐานว่าที่แห่งนี้เคยเป็นทะเลมาก่อนแต่ด้วยการเคลื่อนตัวของเปลือกโลกกับการทับถมของซากปะการังจากทะเลทำให้พื้นที่แห่งนี้สามารถพบซากฟอสซิลเปลือกหอยได้ ดอยหลวงเชียงดาวยังได้รับการรับรองให้เป็นพื้นที่สงวนชีวมณฑลแห่งที่ 5 ของประเทศไทย จากองค์การ UNESCO อีกด้วย ดอยหลวงเชียงดาวมีความสูง 2,275 ม. จากระดับน้ำทะเล มีความสูงเป็นลำดับที่ 3 ของประเทศไทย รองจากดอยอินทนนท์ และดอยผ้าห่มปก 
        <br>
<b>1. เส้นทางการเดินเท้า</b><br>
เส้นทางการเดินเท้าดอยหลวงเชียงดาวมี 2 เส้นทางหลัก คือ เส้นทางปางวัว-อ่างสลุง (ระยะทางประมาณ 6.5 กม.) และเส้นทางเด่นหญ้าขัด-อ่างสลุง (ระยะทางประมาณ 8.5 กม.) ทั้งสองเส้นทางต้องใช้ความระมัดระวังเพราะมีความชันหลายช่วง และควรจองสิทธิ์การเดินล่วงหน้าเนื่องจากเป็นที่นิยม<br>
<b>2. การเตรียมความพร้อมและสิ่งที่ควรรู้</b><br>
1.อุปกรณ์ส่วนตัว: เตรียมรองเท้าผ้าใบ, กางเกงขายาว, เสื้อกันหนาว, ถุงนอน, เต้นท์, และไฟฉาย 2.อุปกรณ์เครื่องครัว: เตรียมเตาแก๊สสนามและอุปกรณ์ทำอาหาร (สามารถขอซื้อจากลูกหาบได้)<br>
3.ยาและของใช้ส่วนตัว: เตรียมยาประจำตัวและอุปกรณ์จำเป็นอื่นๆ ให้พร้อม<br>
<b>3. สิ่งที่ควรรู้</b><br>
กฎระเบียบ: ห้ามดื่มสุราและงดใช้เสียงหลัง 4 ทุ่ม<br>
ห้ามขับถ่ายลงพื้นดินโดยเด็ดขาด<br>
ควรเรียนรู้วิธีการใช้อุปกรณ์ขับถ่ายที่ถูกต้อง<br>
และมีร้านค้าสวัสดิการ(ร้านอาหาร)เปิด7:00-20:00<br>
<b>4. กิจกรรมในอุทยานแห่งชาติ</b><br>
ทางเดินศึกษาธรรมชาติ ⇔ เที่ยวน้ำตก ⇔ ชมพรรณไม้ ⇔ ดูนก/ดูผีเสื้อ ⇔ ส่องสัตว์ ⇔ ดูดาว ⇔ จักรยาน/จักรยานเสือภูเขา ⇔ ชมประวัติศาสตร์/วัฒนธรรม ⇔ ตั้งแคมป์พักแรม<br>
<b>5. ที่ตั้งและช่องทางการติดต่อ</b><br>
สถานที่ติดต่อ : 119 หมู่7 ต.บ้านหลวง อ.จอมทอง จ.เชียงใหม่ 50160<br>
โทรศัพท์ : 0 5328 6729 (บริการข้อมูลท่องเที่ยว,จองที่พัก), 0 5328 6728 (ศูนย์กู้ภัย)<br>
โทรสาร : 0 5328 6727<br>
อีเมล : inthanon98dnp@hotmail.com<br>
Facebook : อุทยานแห่งชาติดอยอินทนนท์ - Doi Inthanon National Park<br>
หัวหน้าอุทยานแห่งชาติ : นายจิรนิติ เชิงสะอาด<br>
ตำแหน่ง : นักวิชาการป่าไม้ชำนาญการพิเศษ<br>
<b>6. ช่วงเปิดให้บริการ</b><br>
ช่วงเวลาเปิด: เริ่มตั้งแต่วันที่ 15 พฤศจิกายน 2568 ถึง 12 กุมภาพันธ์ 2569<br>
เวลาเข้า-ออก: 06:00 น. ถึง 18:00 น.<br>
การจองสิทธิ์: โดยปกติจะเริ่มเปิดให้จองล่วงหน้าผ่านระบบออนไลน์ตั้งแต่วันที่ 1 พฤศจิกายน เป็นต้นไป
',
        'image' => 'https://tour.trekkingthai.com/wp-content/uploads/2022/09/%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%9A%E0%B8%AD%E0%B8%AA.jpg',
        'phone'=> '053-456-623',
        'video'=> 'https://www.youtube.com/embed/WHVNYdVxNVA?si=mQJjNiSjPG9XPSjI ',
        'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15053.148222585765!2d98.865811347599!3d19.399999359955956!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30d0a1ab4704ea3b%3A0x17d52bc75d249fd8!2sChiang%20Dao!5e0!3m2!1sen!2sth!4v1769194460387!5m2!1sen!2sth',
        'gallery' => [
            'https://www.chillpainai.com/src/wewakeup/scoop/img_scoop/scoop/A_Toon%202016/JAN/5%20Homestay%20Chiangdao_Chiangmai%202016/moktawan_2.jpg', 
            'https://s359.kapook.com/pagebuilder/c8fdd9dd-acc6-43d1-ab08-1b089a2398cb.jpg', 
            'https://s359.thaicdn.net//pagebuilder/64f57a9d-ff8e-4195-a497-fd65be379c5f.jpg', 
            'https://farm8.staticflickr.com/7861/39770580573_4a0a5b47ef_o.jpg',
            'https://s.isanook.com/tr/0/ud/287/1436337/line_album_8266_230208_31.jpg?ip/resize/w728/q80/jpg',
            'https://cbtthailand.dasta.or.th/upload-file-api/Resources/RelateAttraction/Images/RAT500023/1.jpeg',
            'https://static.thairath.co.th/media/dFQROr7oWzulq5Fa5K8CYo6MW7smD2J153j01cHpMBEQdLjmmvHowIuZtTjSAI0Lgzr.jpg',
            'https://th.readme.me/f/13854/5a2fbce0915351338b1d401d.jpg',
            'https://www.uptomego.com/wp-content/uploads/2024/10/4-2.jpg',
            'https://f.tpkcdn.com/review-source/a5b38718-76a3-0a16-20db-55fd1b866d32.jpg',
        ]
    ],
    4 => [
        'id' => 4,
        'name' => 'ดอยภูแว',
        'location' => 'จังหวัดน่าน, อำเภอเฉลิมพระเกียรติ',
        'short_desc' => 'ดอยภูแว 🌿 ดอยเงียบสงบ ท่ามกลางธรรมชาติที่ยังคงความสมบูรณ์ เหมาะสำหรับผู้ที่ต้องการพักผ่อน ชมวิว และสัมผัสวิถีชีวิตของชุมชนท้องถิ่นอย่างใกล้ชิด',
        'full_detail' => 'ดอยภูเเว หลงรักธรรมชาติ ณ จังหวัดน่าน ดอยภูเเว จะอยู่ในความดูเเลของอุทยานเเห่งชาติดอยภูคา อำเภอเฉลิมพระเกียรติ จังหวัดน่าน ที่นี้มีสูงจากระดับน้ำทะเล 1,837 เมตร ระยะทางจากจุดเดิน – เเคมป์ ประมาณ 8 กิโล (เค้าว่างี้นะ) ส่วนเรื่องทางเดินไม่ต้องพูดถึงเเพ้ความชันมาก ด้านความเหนื่อยไม่ต้องกลัว เหนื่อยเเน่นอน เเต่รับรองถ้าได้เห็นวิวระหว่างทาง หายเหนื่อยเลยแหละ<br>
<b>1. เส้นทางการเดินเท้า</b><br>
เส้นทางการเดินเท้าดอยภูแวในอุทยานแห่งชาติดอยภูคา จังหวัดน่าน มีระยะทางไป-กลับประมาณ 12 กิโลเมตร ใช้เวลาเดินเท้าประมาณ 9 ชั่วโมง เริ่มจากหน่วยพิทักษ์อุทยานแห่งชาติภูคาที่ 9 (บ้านด่าน) ผ่านเส้นทางหลากหลายรูปแบบจากป่าโปร่งสู่ป่าดงดิบที่มีต้นปาล์มงวงช้าง และขึ้นไปยังลานกางเต็นท์ก่อนถึงยอดดอย
การเตรียมความพร้อมและสิ่งที่ควรรู้<br>
<b>2. สิ่งที่ต้องเตรียม</b><br>
1.เสื้อผ้า: สวมเสื้อผ้าที่ระบายอากาศได้ดี บาง และพกเสื้อกันหนาว หมวกไหมพรม และถุงมือไปด้วย<br>
2.รองเท้า: เลือกรองเท้าที่เหมาะกับการเดินป่า เช่น รองเท้าผ้าใบ และเตรียมรองเท้าแตะสำหรับใช้ในบริเวณที่พัก<br>
3.อุปกรณ์อิเล็กทรอนิกส์: พกไฟฉายและพาวเวอร์แบงค์สำรอง<br>
4.อุปกรณ์อื่นๆ: เตรียมยาฉีดกันยุงและแมลงกัดต่อย<br>
<b>3. สิ่งที่ควรรู้</b><br>
1.การเดินทาง: การเดินทางไปภูแวมีหลายเส้นทาง ควรศึกษาข้อมูลการเดินทางก่อนไป<br>
2.การสื่อสาร: บางพื้นที่อาจไม่มีสัญญาณโทรศัพท์และอินเทอร์เน็ต<br>
3.สิ่งของจำเป็น: ควรพกเงินสดติดตัวไว้ เพราะอาจมีค่าใช้จ่ายต่างๆ เช่น ค่าเช่าอุปกรณ์และอาหาร<br>
4.สภาพอากาศ: อากาศบนดอยภูแวเย็นสบายตลอดทั้งปี โดยเฉพาะช่วงฤดูหนาวที่มีอุณหภูมิระหว่าง 1-5 องศาเซลเซียส<br>
<b>4. กิจกรรมในอุทยานแห่งชาติ </b><br>
ทางเดินศึกษาธรรมชาติ ⇔ ทางเดินป่า ⇔ เที่ยวน้ำตก ⇔ ชมพรรณไม้ ⇔ ดูนก/ดูผีเสื้อ ⇔ ดูดาว ⇔ ล่องแก่ง ⇔ ตั้งแคมป์พักแรม
<b>5. ที่ตั้งและช่องทางการติดต่อ</b><br>
สถานที่ติดต่อ : ตำบลภูคา อำเภอปัว จังหวัดน่าน 55120<br>
โทรศัพท์ : 082 194 1349<br>
อีเมล : saraban.dpk66@gmail.com<br>
หัวหน้าอุทยานแห่งชาติ : นายรณกฤต จักร์เงิน<br>
ตำแหน่ง : เจ้าพนักงานป่าไม้อาวุโส<br>
<b>6. ช่วงเเปิดให้บริการ</b><br>
ช่วงเวลาเปิด: โดยปกติจะเริ่มเปิดให้เดินป่าตั้งแต่วันที่ 1 ตุลาคม ถึง 31 พฤษภาคม ของทุกปี<br>
ช่วงเวลาปิด: จะปิดพักฟื้นธรรมชาติในช่วงฤดูฝน ตั้งแต่วันที่ 1 มิถุนายน ถึง 30 กันยายน<br>
เวลาเข้า-ออก:  พื้นที่อุทยานฯ เปิดทำการทุกวัน 24 ชั่วโมง แต่สำหรับการเดินป่าขึ้นยอดดอยภูแว จะต้องติดต่อเจ้าหน้าที่ล่วงหน้าและเริ่มเดินในช่วงเช้าตามเวลานัดหมายกับผู้นำทางชุมชน<br>
เงื่อนไขพิเศษ: ในปี 2568 ดอยภูแวกลับมาเปิดให้นักท่องเที่ยวเดินป่าอีกครั้งหลังจากปิดไปนานกว่า 4 ปี โดยมีการ จำกัดจำนวนนักท่องเที่ยว (เช่น รับเพียง 20 คนต่อสัปดาห์) และต้องจองคิวล่วงหน้าผ่านระบบของอุทยานฯ 
',
        'image' => 'https://pbs.twimg.com/media/DfQZRMmUwAEfr1S.jpg',
        'phone'=> '082-194-1349',
                'video'=> 'https://www.youtube.com/embed/Ossi9IgiD48?si=D_YvdgP2HMKGO7L6',
                'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15054.458476525213!2d101.10636694759289!3d19.38583266013437!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3128704cb445331f%3A0x1fbe621bb00cc668!2sDoi%20Phu%20Wae!5e0!3m2!1sen!2sth!4v1769194519444!5m2!1sen!2sth',
        'gallery' => [
            'https://www.uptomego.com/wp-content/uploads/2019/08/3-2-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/7-3-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/8-2-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/10-1-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/14-1-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/9-2-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/13-2-1152x768.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/1509501006606.jpg',
            'https://f.tpkcdn.com/review-source/ab204e64-e9ac-65a8-1e0f-5867831aa011.JPG',
            'https://travel.mthai.com/app/uploads/2015/01/10429339_822517394471321_2803661423523297681_n.jpg',
        ]
    ],
    5 => [
        'id' => 5,
        'name' => 'ดอยยอดเขาหลวงสุโขทัย',
        'location' => 'จังหวัดสุโขทัย, อุทยานแห่งชาติดอยหลวงสุโขทัย',
        'short_desc' => 'ดอยยอดเขาหลวงสุโขทัย 🌿 เส้นทางเดินป่าที่ท้าทายและสวยงาม เต็มไปด้วยป่าเขาและวิวพาโนรามาบนยอดเขา เหมาะสำหรับผู้ที่ชื่นชอบการผจญภัยและการท่องเที่ยวเชิงธรรมชาติ',
        'full_detail' => 'เขาหลวงสุโขทัย ผ่านความชันเพื่อพิชิต 4 ยอด
เขาหลวงสุโขทัย ตั้งอยู่ในอำเภอคีรีมาศ จังหวัดสุโขทัย ซึ่งจะอยู่ในความดูเเลของอุทยานเเห่งชาติรามคำเเหง ที่นี้จะมีความสูง 1200 เมตร จากระดับน้ำทะเลเเละเป็นยอดเขาที่สูงที่สุดในจังหวัดสุโขทัยอีกด้วยนะ<br>
<b>1. เส้นทางการเดิน</b><br>
ระยะทางการเดินจากที่ทำการอุทยานถึงที่กางเต้นท์อยู่ที่ 3.7กม.(โดยประมาณ) ระยะทางดูใกล้เนอะ แต่บอกเลย หินสุดๆ ทางชันยิ่งกว่าเดินขึ้นบันได… 100% ของพื้นที่ทั้งหมด มีทางชันอยู่ที่ 70-80%… บอกเลยเดินไปจะร้องไห้ไป ส่วนตอนเดินไม่ต้องกลัวหลงนะ เส้นทางชัดเจน ไม่ซับซ้อนเเละมีป้ายบอกทางอยู่ตลอดทาง<br>
<b>2.การเตรียมร่างกาย</b><br>
ออกกำลังกาย: ควรออกกำลังกายเบา ๆ เช่น สควอชหรือวอร์มร่างกาย เพื่อเตรียมกล้ามเนื้อสำหรับการเดินขึ้นเขาที่ชัน<br>
เตรียมอาหาร: ควรทานอาหารให้เพียงพอในเช้าวันเดินทาง และเตรียมอาหารแห้ง หรืออาหารที่เตรียมง่ายไปด้วย<br>
สุขภาพ: หากมีโรคประจำตัว เช่น โรคหอบหืด ควรปรึกษาแพทย์และพกยาติดตัวไปด้วย <br>
<b>3. อุปกรณ์ที่ควรเตรียม</b><br>
เสื้อผ้า: ชุดเดินป่าที่ระบายอากาศได้ดี (เสื้อแขนยาว กางเกงขายาว ไม่แนะนำกางเกงยีนส์)<br>
เครื่องกันหนาว: เสื้อกันหนาว, หมวก, ถุงมือ, เสื้อกันฝน<br>
รองเท้า: รองเท้าผ้าใบสำหรับเดินป่า และรองเท้าแตะสำหรับใส่ในแคมป์<br>
สิ่งจำเป็นส่วนตัว: ของใช้ส่วนตัว, ยาส่วนตัว, ยาไล่แมลง/ทาก, ไฟฉาย (จำเป็นมาก), Power Bank<br>
อุปกรณ์อื่น ๆ: กล้องถ่ายรูป, ถุงขยะ<br>
อุปกรณ์ช่วยขนสัมภาระ: สามารถจ้างบริการลูกหาบได้ โดยติดต่อที่ที่ทำการอุทยานฯ <br>
<b>4. ข้อควรรู้เพิ่มเติม</b><br>
ที่พัก: มีลานกางเต็นท์ให้บริการ สามารถนำเต็นท์มาเองหรือเช่าจากอุทยานฯ ได้ (แนะนำให้จองล่วงหน้า)<br>
อาหาร: มีร้านค้าสวัสดิการบนยอดเขา<br>
การรักษาสิ่งแวดล้อม: เตรียมถุงขยะและนำขยะทั้งหมดกลับลงมา<br>
เส้นทาง: ระยะทางประมาณ 3.7 กิโลเมตร <br>
<b>5. กิจกรรมในอุทยานแห่งชาติ</b><br>
ทางเดินศึกษาธรรมชาติ ⇔ ดูดาว ⇔ ตั้งแคมป์พักแรม<br>
<b>6. ที่ตั้งและช่องทางการติดต่อ</b><br>
สถานที่ติดต่อ : 124 ม.2 ต.คีรีมาศ อ.คีรีมาศ จ.สุโขทัย 64160<br>
โทรศัพท์ : 098 883 9297 <br>
อีเมล : Ram_2523@hotmail.com <br>
Facebook : อุทยานแห่งชาติรามคำแหง - Ramkhamhaeng National Park<br>
หัวหน้าอุทยานแห่งชาติ : นายวิชัย ท้าวใจวงศ์<br>
ตำแหน่ง : นักวิชาการป่าไม้ชำนาญการพิเศษ<br>
<b>7. ช่วงเปิดให้บริการ</b><br>
 ช่วงเวลาเปิด: จะเปิดให้นักท่องเที่ยวขึ้นไปสัมผัสธรรมชาติได้ ตั้งแต่วันที่ 1 มิถุนายน ไปจนถึงสิ้นเดือนกุมภาพันธ์ ของปีถัดไป <br>
 ช่วงเวลาปิด: ปิดพักฟื้นธรรมชาติในช่วงฤดูร้อน (ประมาณเดือนมีนาคม - พฤษภาคม)<br>
 เวลาเข้า-ออก: เส้นทางขึ้นเขาเปิดให้เข้าตั้งแต่เวลา 08:00 - 14:00 น.'

,
        'image' => 'https://sundayz.me/wp-content/uploads/2020/03/kaoluang-sukhothai-21.jpg',
        'phone'=> '0-2561-0777',
                'video'=> 'https://www.youtube.com/embed/AQ8POJWaQU0?si=YQfnUxZd46MMr5b ',
                'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3818.2563995338755!2d99.67245247492227!3d16.863206383937374!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30de44d6e25fde85%3A0xf98df7aa61c97020!2sKhao%20luang%20summit%20campsite!5e0!3m2!1sen!2sth!4v1769194625667!5m2!1sen!2sth',
        'gallery' => [
            'https://img.thaicdn.net/u/2017/Tanapol/travel/august/khoarung/khoarung5.jpg', 
            'https://img.thaicdn.net/u/2017/Tanapol/travel/august/khoarung/khoarung4.jpg', 
            'https://www.wildsiam.com/wp-content/uploads/2020/08/9.jpg', 
            'https://www.uptomego.com/wp-content/uploads/2022/09/%E0%B8%99%E0%B8%B1%E0%B8%97-%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%96%E0%B8%B7%E0%B8%AD_7697-2.jpg', 
            'https://img.kapook.com/u/2017/Tanapol/travel/august/khoarung/khoarung5.jpg',
            'https://ecommirst.com/wp-content/uploads/2021/12/sukhothai-37.jpg',
            'https://rabbitor.net/wp-content/uploads/2023/01/09-%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%AB%E0%B8%A5%E0%B8%A7%E0%B8%87-%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2-%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%9E%E0%B8%B1%E0%B8%81%E0%B9%81%E0%B8%A3%E0%B8%A1-2-1024x768.jpg',
            'https://f.tpkcdn.com/review-source/897138b6-d49c-4e34-dbef-5c5b469bba9e.jpg',
            'https://www.chillpainai.com/src/wewakeup/scoop/img_scoop/scoop/Joe/Sukhothai/Khaoluang_Sukhothai/Khaoluang_Sukhothai_chillpainai-19.jpg',
            'https://www.uptomego.com/wp-content/uploads/2019/08/4-1-800x533.jpg',
            
        ]

    ], 
      6 => [
        'id' => 6,
        'name' => 'ดอยภูสอยดาว',
        'location' => 'จังหวัดอุตรดิตถ์, อำเภอน้ำปาด',
        'short_desc' => 'ดอยภูสอยดาว 🌿 มีชื่อเสียงด้านทุ่งดอกไม้ป่าและทะเลหมอกในฤดูหนาว เหมาะสำหรับการเดินป่า กางเต็นท์ และชมบรรยากาศธรรมชาติที่สวยงามและเงียบสงบ',
        'full_detail' => 'มีระดับความสูง 2 ระดับ ลานสน 1,633 เมตร เเละยอดสูงสุด 2,102 เมตร บริเวณลานสนเราจะพบกับดอกหงอนนาค ส่วนเมื่อถึงข้างบนยอด 2,102 บอกได้คำเดียว เหมือนอยู่คนละโลกเลยแหละ ยืนๆ อยู่ก็มีหมอกลอยผ่านหน้า รู้สึกเลยว่าหน้าชา ฮ่า ๆ เเละยิ่งช่วงที่ท้องฟ้าเปิดนะ ฮืม … มันเป็นอะไรที่สวยมากแก สวยจนไม่อยากจะเดินลงเลย<br>
<b>1. เส้นทางการเดินเท้า</b><br>
แบ่งออกเป็น 5 เนินหลัก ได้แก่ เนินส่งญาติ, เนินปราบเซียน, เนินป่าก่อ, เนินเสือโคร่ง และเนินมรณะ ก่อนจะถึง ลานสน ภูสอยดาว ที่เป็นจุดตั้งแคมป์หลัก. เส้นทางนี้อาจจะท้าทายสำหรับมือใหม่ โดยต้องเตรียมตัวเรื่องอาหารและอุปกรณ์ให้พร้อม และควรจองที่พักล่วงหน้า<br>
<b>2. การเตรียมความพร้อมและสิ่งที่ควรรู้</b><br>
การจอง: ต้องจองพื้นที่กางเต็นท์ล่วงหน้าผ่านเว็บไซต์ nps.dnp.go.th จำกัด 450 คน/วัน<br>
อาหารและน้ำ: ไม่มีร้านอาหารระหว่างทาง ต้องเตรียมไปเอง (รวมถึงน้ำดื่ม)<br>
อุปกรณ์:เช่าได้ที่อุทยานฯ เช่น เตาแก๊ส, ถ่าน, หมอน, แผ่นรองนอน, ผ้าใบกันฝน<br>
เตรียมเสื้อกันหนาว, หมวก, และถุงเท้ายาว (เพื่อป้องกันแมลง)<br>
ห้องน้ำ: มีให้บริการ แต่ต้องใช้น้ำจากลำธาร (ห้ามลงไปอาบในลำธาร)<br>
ระยะเวลา: ใช้เวลาเดินประมาณ 4-6 ชั่วโมง จากจุดเริ่มต้นถึงลานสน<br>
ร้านค้าสวัสดิการเปิดให้บริการ 2 แห่ง<br>
- บริเวณที่ทำการอุทยานแห่งชาติ วันจันทร์ - วันอาทิตย์ เวลา 08.00 น.- 16.30 น.<br>
- บริเวณน้ำตกภูสอยดาว วันจันทร์ - วันอาทิตย์ เวลา 08.00 น.- 16.30 น.<br>
<b>3. กิจกรรมในอุทยานแห่งชาติ</b><br>
ทางเดินศึกษาธรรมชาติ ⇔ เที่ยวน้ำตก ⇔ ทางเดินป่า ⇔ ดูดาว ⇔ ตั้งแคมป์พักแรม<br>
<b>4. ที่ตั้งและช่องทางการติดต่อ</b><br>
สถานที่ติดต่อ : ต.ห้วยมุ่น อ.น้ำปาด จ.อุตรดิตถ์ 53110<br>
โทรศัพท์ : 095 629 9528, 091 024 7633 (สำหรับติดต่อในเวลาราชการเท่านั้น)<br>
(สอบถามข้อมูลทั่วไปและการเปิดแหล่งท่องเที่ยวได้ที่หมายเลขนี้)<br>
อีเมล : phusoidao07@hotmail.com<br>
Facebook : อุทยานแห่งชาติภูสอยดาว - Phu soi dao National Park<br>
หัวหน้าอุทยานแห่งชาติ : นายฟารุต ใจทัศน์กุล<br>
ตำแหน่ง : นักวิชาการป่าไม้ชำนาญการพิเศษ<br>
<b>5. ช่วงเปิดให้บริการ</b><br>
ช่วงเวลาเปิด: 1 กรกฎาคม ถึง 10 มกราคม ของทุกปี<br>
ช่วงเวลาปิด: ตั้งแต่วันที่ 1 กุมภาพันธ์ ถึง 31 พฤษภาคม 2569<br>
เวลาเข้า-ออก: 08:00 น. ถึง 16:30 น.',
        'image' => 'https://www.uptomego.com/wp-content/uploads/2022/11/DSCF9359-scaled.jpg',
        'phone'=> '095-629-9528/091-024-7633',
                'video'=> 'https://www.youtube.com/embed/sHN9RZsET00?si=yj1pz-Y0Y-Fd3Ypi',
                'map_link' => 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15208.271516003488!2d100.93720024687717!3d17.64694383255996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3120b5d807fd7d53%3A0x4054b00a935a1932!2z4Lig4Li54Liq4Lit4Lii4LiU4Liy4Lin!5e0!3m2!1sen!2sth!4v1769194682490!5m2!1sen!2sth',
        'gallery' => [
            'https://s359.kapook.com/pagebuilder/02547998-26a3-488e-9c6d-051b73a13010.jpg', 
            'https://s359.thaicdn.net//pagebuilder/167a647f-22ce-4d5e-9afd-b5ccad87ecf7.jpg', 
            'https://gogotripthailand.com/wp-content/uploads/2024/08/S__22823077.jpg', 
            'https://f.tpkcdn.com/images-720/5e47f546d886aec8fc37bdd1fd61b117.jpg', 
            'https://f.ptcdn.info/387/079/000/rngdi38pu2PIu19OuLP-o.jpg',
            'https://anywhere-travels.com/uploads/1611226202900_1466579675.jpg',
            'https://www.trekkingthai.com/wp-content/uploads/2018/05/17626130_799412143567962_4915926134661250858_n.jpg',
            'https://d2dogsd00e27qz.cloudfront.net/eyJidWNrZXQiOiJzdXBlcmFwcC1wcm9kLWltYWdlIiwia2V5IjoiaW1hZ2VzLzIwMjUvNS8yMy9pbWdfMTc0ODAwMDY1Njc1OF9pdzY5cmZxdnYuanBlZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6MTAwMCwiaGVpZ2h0IjoxMDAwLCJmaXQiOiJpbnNpZGUifX19',
            'https://waymagazine.org/wp-content/uploads/2018/09/phu-soi-dao_002-1200x800.jpg',
            'https://1672travelbuddy.com/article_images/b307a484766b368ba52c273d7141684b.jpg',
        ]
    ],
];
?>
